Repository: gnachman/iTerm2
Catalog: sources/Localizable.xcstrings
Source language: en
Languages: de, ja, pt_br, ru, zh_hans

# EditKeyAction.ActionMoveToSplitPane
source: Move Session to Split Pane
de: Sitzung in geteilten Bereich verschieben
ja: セッションを分割ペインに移動
pt_br: Mover sessão para painel dividido
ru: Переместить сеанс в разделённую панель
zh_hans: 将会话移到拆分窗格

# EditKeyAction.ActionNewTabWithProfile
source: New Tab with Profile
de: Neuer Tab mit Profil
ja: プロファイルを指定して新規タブ
pt_br: Nova aba com perfil
ru: Новая вкладка с профилем
zh_hans: 使用配置文件新建标签页

# EditKeyAction.ActionNewWindowWithProfile
source: New Window with Profile
de: Neues Fenster mit Profil
ja: プロファイルを指定して新規ウインドウ
pt_br: Nova janela com perfil
ru: Новое окно с профилем
zh_hans: 使用配置文件新建窗口

# EditKeyAction.ActionNextPane
source: Next Pane
de: Nächster Bereich
ja: 次のペイン
pt_br: Próximo painel
ru: Следующая панель
zh_hans: 下一个窗格

# EditKeyAction.ActionNextTab
source: Next Tab
de: Nächster Tab
ja: 次のタブ
pt_br: Próxima aba
ru: Следующая вкладка
zh_hans: 下一个标签页

# EditKeyAction.ActionNextWindow
source: Next Window
de: Nächstes Fenster
ja: 次のウインドウ
pt_br: Próxima janela
ru: Следующее окно
zh_hans: 下一个窗口

# EditKeyAction.ActionPaste
source: Paste…
de: Einfügen…
ja: ペースト…
pt_br: Colar…
ru: Вставить…
zh_hans: 粘贴…

# EditKeyAction.ActionPasteFromSelection
source: Paste from Selection…
de: Aus Auswahl einfügen…
ja: 選択項目からペースト…
pt_br: Colar da seleção…
ru: Вставить из выделения…
zh_hans: 从所选内容粘贴…

# EditKeyAction.ActionPasteOrSend
source: Paste or Send ^V
de: Einfügen oder ^V senden
ja: ペーストまたは^Vを送信
pt_br: Colar ou enviar ^V
ru: Вставить или отправить ^V
zh_hans: 粘贴或发送 ^V

# EditKeyAction.ActionPreviousPane
source: Previous Pane
de: Vorheriger Bereich
ja: 前のペイン
pt_br: Painel anterior
ru: Предыдущая панель
zh_hans: 上一个窗格

# EditKeyAction.ActionPreviousTab
source: Previous Tab
de: Vorheriger Tab
ja: 前のタブ
pt_br: Aba anterior
ru: Предыдущая вкладка
zh_hans: 上一个标签页

# EditKeyAction.ActionPreviousWindow
source: Previous Window
de: Vorheriges Fenster
ja: 前のウインドウ
pt_br: Janela anterior
ru: Предыдущее окно
zh_hans: 上一个窗口

# EditKeyAction.ActionRemapLocally
source: Remap Modifiers in iTerm2 Only
de: Modifikatoren nur in iTerm2 neu zuordnen
ja: iTerm2内でのみ修飾キーをリマップ
pt_br: Remapear modificadores apenas no iTerm2
ru: Переназначать модификаторы только в iTerm2
zh_hans: 仅在 iTerm2 中重映射修饰键

# EditKeyAction.ActionRunCoprocess
source: Run Coprocess
de: Koprozess ausführen
ja: コプロセスを実行
pt_br: Executar Coprocess
ru: Запустить сопроцесс
zh_hans: 运行协同进程

# EditKeyAction.ActionScrollLineDown
source: Scroll One Line Down
de: Eine Zeile nach unten scrollen
ja: 1行下にスクロール
pt_br: Rolar uma linha para baixo
ru: Прокрутить на одну строку вниз
zh_hans: 向下滚动一行

# EditKeyAction.ActionScrollLineUp
source: Scroll One Line Up
de: Eine Zeile nach oben scrollen
ja: 1行上にスクロール
pt_br: Rolar uma linha para cima
ru: Прокрутить на одну строку вверх
zh_hans: 向上滚动一行

# EditKeyAction.ActionScrollPageDown
source: Scroll One Page Down
de: Eine Seite nach unten scrollen
ja: 1ページ下にスクロール
pt_br: Rolar uma página para baixo
ru: Прокрутить на одну страницу вниз
zh_hans: 向下滚动一页

# EditKeyAction.ActionScrollPageUp
source: Scroll One Page Up
de: Eine Seite nach oben scrollen
ja: 1ページ上にスクロール
pt_br: Rolar uma página para cima
ru: Прокрутить на одну страницу вверх
zh_hans: 向上滚动一页

# EditKeyAction.ActionScrollToEnd
source: Scroll to End
de: Zum Ende scrollen
ja: 最後までスクロール
pt_br: Rolar até o fim
ru: Прокрутить в конец
zh_hans: 滚动到末尾

# EditKeyAction.ActionScrollToTop
source: Scroll to Top
de: Zum Anfang scrollen
ja: 先頭までスクロール
pt_br: Rolar até o topo
ru: Прокрутить в начало
zh_hans: 滚动到顶部

# EditKeyAction.ActionSelectMenuItem
source: Select Menu Item…
de: Menüpunkt auswählen…
ja: メニュー項目を選択…
pt_br: Selecionar item de menu…
ru: Выбрать пункт меню…
zh_hans: 选择菜单项…

# EditKeyAction.ActionSelectPaneAbove
source: Select Split Pane Above
de: Geteilten Bereich darüber auswählen
ja: 上の分割ペインを選択
pt_br: Selecionar painel dividido acima
ru: Выбрать разделённую панель сверху
zh_hans: 选择上方拆分窗格

# EditKeyAction.ActionSelectPaneBelow
source: Select Split Pane Below
de: Geteilten Bereich darunter auswählen
ja: 下の分割ペインを選択
pt_br: Selecionar painel dividido abaixo
ru: Выбрать разделённую панель снизу
zh_hans: 选择下方拆分窗格

# EditKeyAction.ActionSelectPaneLeft
source: Select Split Pane On Left
de: Geteilten Bereich links auswählen
ja: 左の分割ペインを選択
pt_br: Selecionar painel dividido à esquerda
ru: Выбрать разделённую панель слева
zh_hans: 选择左侧拆分窗格

# EditKeyAction.ActionSelectPaneRight
source: Select Split Pane On Right
de: Geteilten Bereich rechts auswählen
ja: 右の分割ペインを選択
pt_br: Selecionar painel dividido à direita
ru: Выбрать разделённую панель справа
zh_hans: 选择右侧拆分窗格

# EditKeyAction.ActionSendCHBackspace
source: Send ^H Backspace
de: ^H Backspace senden
ja: ^H Backspaceを送信
pt_br: Enviar ^H Backspace
ru: Отправить Backspace (^H)
zh_hans: 发送 ^H Backspace

# EditKeyAction.ActionSendCQMBackspace
source: Send ^? Backspace
de: ^? Backspace senden
ja: ^? Backspaceを送信
pt_br: Enviar ^? Backspace
ru: Отправить Backspace (^?)
zh_hans: 发送 ^? Backspace

# EditKeyAction.ActionSendEscapeSequence
source: Send Escape Sequence
de: Escape-Sequenz senden
ja: エスケープシーケンスを送信
pt_br: Enviar sequência de escape
ru: Отправить escape-последовательность
zh_hans: 发送转义序列

# EditKeyAction.ActionSendHexCode
source: Send Hex Code
de: Hex-Code senden
ja: 16進コードを送信
pt_br: Enviar código Hex
ru: Отправить шестнадцатеричный код
zh_hans: 发送 Hex 代码

# EditKeyAction.ActionSendSnippet
source: Send Snippet
de: Snippet senden
ja: スニペットを送信
pt_br: Enviar Fragmento
ru: Отправить сниппет
zh_hans: 发送代码片段

# EditKeyAction.ActionSendText
source: Send Text
de: Text senden
ja: テキストを送信
pt_br: Enviar texto
ru: Отправить текст
zh_hans: 发送文本

# EditKeyAction.ActionSendTextNoBroadcast
source: Send Text without Broadcasting
de: Text ohne Broadcast senden
ja: ブロードキャストせずにテキストを送信
pt_br: Enviar texto sem transmitir
ru: Отправить текст без трансляции
zh_hans: 发送文本（不广播）

# EditKeyAction.ActionSendTmuxCommand
source: Send tmux Command
de: tmux-Befehl senden
ja: tmuxコマンドを送信
pt_br: Enviar comando tmux
ru: Отправить команду tmux
zh_hans: 发送 tmux 命令

# EditKeyAction.ActionSendVimText
source: Send Text with “vim” Special Chars
de: Text mit „vim“-Sonderzeichen senden
ja: 「vim」特殊文字を含むテキストを送信
pt_br: Enviar texto com caracteres especiais do “vim”
ru: Отправить текст со специальными символами «vim»
zh_hans: 发送带“vim”特殊字符的文本

# EditKeyAction.ActionSequence
source: Sequence…
de: Sequenz…
ja: シーケンス…
pt_br: Sequência…
ru: Последовательность…
zh_hans: 序列…

# EditKeyAction.ActionSplitHorizontallyWithProfile
source: Split Horizontally with Profile
de: Horizontal mit Profil teilen
ja: プロファイルで水平方向に分割
pt_br: Dividir horizontalmente com perfil
ru: Разделить по горизонтали с профилем
zh_hans: 使用配置文件水平拆分

# EditKeyAction.ActionSplitVerticallyWithProfile
source: Split Vertically with Profile
de: Vertikal mit Profil teilen
ja: プロファイルで垂直方向に分割
pt_br: Dividir verticalmente com perfil
ru: Разделить по вертикали с профилем
zh_hans: 使用配置文件垂直拆分

# EditKeyAction.ActionStartInstantReplay
source: Start Instant Replay
de: Instant Replay starten
ja: インスタントリプレイを開始
pt_br: Iniciar Instant Replay
ru: Запустить мгновенное воспроизведение
zh_hans: 开始即时回放

# EditKeyAction.ActionSwapPaneAbove
source: Swap With Split Pane Above
de: Mit geteiltem Bereich darüber tauschen
ja: 上の分割ペインと入れ替え
pt_br: Trocar com painel dividido acima
ru: Поменять местами с разделённой панелью сверху
zh_hans: 与上方拆分窗格交换

# EditKeyAction.ActionSwapPaneBelow
source: Swap With Split Pane Below
de: Mit geteiltem Bereich darunter tauschen
ja: 下の分割ペインと入れ替え
pt_br: Trocar com painel dividido abaixo
ru: Поменять местами с разделённой панелью снизу
zh_hans: 与下方拆分窗格交换

# EditKeyAction.ActionSwapPaneLeft
source: Swap With Split Pane on Left
de: Mit geteiltem Bereich links tauschen
ja: 左の分割ペインと入れ替え
pt_br: Trocar com painel dividido à esquerda
ru: Поменять местами с разделённой панелью слева
zh_hans: 与左侧拆分窗格交换

# EditKeyAction.ActionSwapPaneRight
source: Swap With Split Pane on Right
de: Mit geteiltem Bereich rechts tauschen
ja: 右の分割ペインと入れ替え
pt_br: Trocar com painel dividido à direita
ru: Поменять местами с разделённой панелью справа
zh_hans: 与右侧拆分窗格交换

# EditKeyAction.ActionSwapWithNextPane
source: Swap With Next Pane
de: Mit nächstem Bereich tauschen
ja: 次のペインと入れ替え
pt_br: Trocar com o próximo painel
ru: Поменять местами со следующей панелью
zh_hans: 与下一个窗格交换

# EditKeyAction.ActionSwapWithPreviousPane
source: Swap With Previous Pane
de: Mit vorherigem Bereich tauschen
ja: 前のペインと入れ替え
pt_br: Trocar com o painel anterior
ru: Поменять местами с предыдущей панелью
zh_hans: 与上一个窗格交换

# EditKeyAction.ActionToggleFullscreen
source: Toggle Fullscreen
de: Vollbildmodus umschalten
ja: フルスクリーンを切り替え
pt_br: Alternar tela cheia
ru: Переключить полноэкранный режим
zh_hans: 切换全屏幕

# EditKeyAction.ActionToggleMouseReporting
source: Toggle Mouse Reporting
de: Maus-Reporting umschalten
ja: マウスレポートを切り替え
pt_br: Alternar relatório do mouse
ru: Переключить передачу событий мыши
zh_hans: 切换鼠标报告

# EditKeyAction.ActionTogglePinHotkeyWindow
source: Toggle Pin Hotkey Window
de: Anheften des Hotkey-Fensters umschalten
ja: ホットキーウィンドウの固定を切り替え
pt_br: Alternar fixação da janela de Hotkey
ru: Переключить закрепление окна горячей клавиши
zh_hans: 切换固定热键窗口

# EditKeyAction.ActionToggleSetting
source: Toggle Setting
de: Einstellung umschalten
ja: 設定を切り替え
pt_br: Alternar ajuste
ru: Переключить настройку
zh_hans: 切换设置

# EditKeyAction.ActionUndo
source: Undo
de: Rückgängig
ja: 元に戻す
pt_br: Desfazer
ru: Отменить
zh_hans: 撤销

# EditKeyAction.ApplyToAllInTab
source: Apply to all sessions in tab
de: Auf alle Sitzungen im Tab anwenden
ja: タブ内のすべてのセッションに適用
pt_br: Aplicar a todas as sessões na aba
ru: Применить ко всем сеансам во вкладке
zh_hans: 应用到标签页中的所有会话

# EditKeyAction.ApplyToAllInWindow
source: Apply to all sessions in window
de: Auf alle Sitzungen im Fenster anwenden
ja: ウィンドウ内のすべてのセッションに適用
pt_br: Aplicar a todas as sessões na janela
ru: Применить ко всем сеансам в окне
zh_hans: 应用到窗口中的所有会话

# EditKeyAction.ApplyToAllSessions
source: Apply to all sessions
de: Auf alle Sitzungen anwenden
ja: すべてのセッションに適用
pt_br: Aplicar a todas as sessões
ru: Применить ко всем сеансам
zh_hans: 应用到所有会话

# EditKeyAction.ApplyToBroadcasted
source: Apply to broadcasted-to sessions
de: Auf Broadcast-Sitzungen anwenden
ja: ブロードキャスト先のセッションに適用
pt_br: Aplicar às sessões de destino da transmissão
ru: Применить к сеансам с трансляцией
zh_hans: 应用到广播目标会话

# EditKeyAction.ApplyToCurrentSession
source: Apply to current session
de: Auf aktuelle Sitzung anwenden
ja: 現在のセッションに適用
pt_br: Aplicar à sessão atual
ru: Применить к текущему сеансу
zh_hans: 应用到当前会话

# EditKeyAction.ApplyToUnfocused
source: Apply to all sessions except current
de: Auf alle Sitzungen außer der aktuellen anwenden
ja: 現在のセッション以外のすべてに適用
pt_br: Aplicar a todas as sessões exceto a atual
ru: Применить ко всем сеансам, кроме текущего
zh_hans: 应用到除当前外的所有会话

# EditKeyAction.GroupComposition
source: Composition
de: Komposition
ja: コンポジション
pt_br: Composição
ru: Составление
zh_hans: 撰写

# EditKeyAction.GroupGeneral
source: General
de: Allgemein
ja: 一般
pt_br: Geral
ru: Общие
zh_hans: 通用

# EditKeyAction.GroupMiscellaneous
source: Miscellaneous
de: Verschiedenes
ja: その他
pt_br: Diversos
ru: Разное
zh_hans: 其他

# EditKeyAction.GroupModifierRemapping
source: Modifier Remapping
de: Modifikator-Remapping
ja: 修飾キーの再割り当て
pt_br: Remapeamento de modificadores
ru: Переназначение модификаторов
zh_hans: 修饰键重映射

# EditKeyAction.GroupNavigatePanes
source: Navigate Panes
de: Bereiche navigieren
ja: ペインの移動
pt_br: Navegar entre painéis
ru: Навигация по панелям
zh_hans: 浏览窗格

# EditKeyAction.GroupNavigateTabs
source: Navigate Tabs
de: Tabs navigieren
ja: タブの移動
pt_br: Navegar entre abas
ru: Навигация по вкладкам
zh_hans: 浏览标签页

# EditKeyAction.GroupNavigateWindows
source: Navigate Windows
de: Fenster navigieren
ja: ウィンドウの移動
pt_br: Navegar entre janelas
ru: Навигация по окнам
zh_hans: 浏览窗口

# EditKeyAction.GroupNewTabOrWindow
source: New Tab or Window
de: Neuer Tab oder neues Fenster
ja: 新規タブまたはウィンドウ
pt_br: Nova aba ou janela
ru: Новая вкладка или окно
zh_hans: 新建标签页或窗口

# EditKeyAction.GroupPasteboard
source: Pasteboard
de: Zwischenablage
ja: ペーストボード
pt_br: Área de transferência
ru: Буфер обмена
zh_hans: 剪贴板

# EditKeyAction.GroupProfile
source: Profile
de: Profil
ja: プロファイル
pt_br: Perfil
ru: Профиль
zh_hans: 配置文件

# EditKeyAction.GroupRecentTabs
source: Recent Tabs
de: Letzte Tabs
ja: 最近使用したタブ
pt_br: Abas recentes
ru: Недавние вкладки
zh_hans: 最近的标签页

# EditKeyAction.GroupReorderTabs
source: Reorder Tabs
de: Tabs neu anordnen
ja: タブの並べ替え
pt_br: Reordenar abas
ru: Изменение порядка вкладок
zh_hans: 重新排列标签页

# EditKeyAction.GroupResizePane
source: Resize Pane
de: Bereichsgröße ändern
ja: ペインのサイズ変更
pt_br: Redimensionar painel
ru: Изменение размера панели
zh_hans: 调整窗格大小

# EditKeyAction.GroupScripting
source: Scripting
de: Skripting
ja: スクリプティング
pt_br: Scripts
ru: Скрипты
zh_hans: 脚本

# EditKeyAction.GroupScroll
source: Scroll
de: Scrollen
ja: スクロール
pt_br: Rolagem
ru: Прокрутка
zh_hans: 滚动

# EditKeyAction.GroupSearch
source: Search
de: Suche
ja: 検索
pt_br: Busca
ru: Поиск
zh_hans: 搜索

# EditKeyAction.GroupSelection
source: Selection
de: Auswahl
ja: 選択
pt_br: Seleção
ru: Выделение
zh_hans: 选区

# EditKeyAction.GroupSendKeystrokes
source: Send Keystrokes
de: Tastenanschläge senden
ja: キー入力の送信
pt_br: Enviar teclas
ru: Отправка нажатий клавиш
zh_hans: 发送按键

# EditKeyAction.GroupSplit
source: Split
de: Teilen
ja: 分割
pt_br: Dividir
ru: Разделение
zh_hans: 拆分

# EditKeyAction.GroupSplitPanes
source: Split Panes
de: Geteilte Bereiche
ja: 分割ペイン
pt_br: Dividir painéis
ru: Разделённые панели
zh_hans: 拆分窗格

# EditKeyAction.GroupToggles
source: Toggles
de: Umschalter
ja: 切り替え
pt_br: Alternâncias
ru: Переключатели
zh_hans: 切换

# EditKeyAction.HelpBypass
source: Prevents the keystroke from being sent to the terminal while allowing macOS to handle it normally. For example, if F1 triggers a macOS Shortcut, binding F1 to Bypass Terminal stops it from sending a control sequence to the terminal but still lets the system shortcut work.
de: Verhindert, dass der Tastenanschlag an das Terminal gesendet wird, während macOS ihn weiterhin normal verarbeiten kann. Wenn beispielsweise F1 eine macOS-Tastenkombination auslöst, verhindert die Zuordnung von F1 zu „Terminal umgehen“, dass eine Steuersequenz an das Terminal gesendet wird, während die Systemtastenkombination weiterhin funktioniert.
ja: このキーストロークをターミナルに送信せず、macOSに通常どおり処理させます。たとえば、F1がmacOSのショートカットをトリガーする場合、F1を「ターミナルをバイパス」に割り当てると、制御シーケンスをターミナルに送信しなくなりますが、システムのショートカットは引き続き機能します。
pt_br: Impede que a tecla seja enviada ao terminal enquanto permite que o macOS a trate normalmente. Por exemplo, se F1 aciona um atalho do macOS, vincular F1 a Ignorar o Terminal impede que ele envie uma sequência de controle ao terminal, mas ainda permite que o atalho do sistema funcione.
ru: Предотвращает отправку нажатия клавиши в терминал, позволяя macOS обработать его как обычно. Например, если F1 запускает системный ярлык (Shortcut) macOS, привязка F1 к действию «Обход терминала» останавливает отправку управляющей последовательности в терминал, но при этом позволяет сработать системному ярлыку.
zh_hans: 阻止该按键被发送到终端，同时允许 macOS 正常处理它。例如，如果 F1 触发 macOS 快捷指令，将 F1 绑定到“绕过终端”可阻止它向终端发送控制序列，但仍让系统快捷指令正常工作。

# EditKeyAction.HelpCopyInterpolated
source: You can use this to copy information about the current session to the clipboard. [Learn more about interpolated strings](https://iterm2.com/documentation-scripting-fundamentals.html)
de: Sie können dies verwenden, um Informationen über die aktuelle Sitzung in die Zwischenablage zu kopieren. [Weitere Informationen zu interpolierten Strings](https://iterm2.com/documentation-scripting-fundamentals.html)
ja: これを使うと、現在のセッションに関する情報をクリップボードにコピーできます。[補間文字列の詳細](https://iterm2.com/documentation-scripting-fundamentals.html)
pt_br: Você pode usar isto para copiar informações sobre a sessão atual para a área de transferência. [Saiba mais sobre strings interpoladas](https://iterm2.com/documentation-scripting-fundamentals.html)
ru: С помощью этого действия можно скопировать сведения о текущем сеансе в буфер обмена. [Подробнее об интерполированных строках](https://iterm2.com/documentation-scripting-fundamentals.html)
zh_hans: 你可以使用此操作将当前会话的信息拷贝到剪贴板。[了解有关插值字符串的更多信息](https://iterm2.com/documentation-scripting-fundamentals.html)

# EditKeyAction.HelpCopyMode
source: Enter copy mode commands to move cursor, toggle selection, and so on. This key binding enters Copy Mode and then acts as though you had pressed the keys listed here. [See a list of all the commands](https://iterm2.com/documentation-copymode.html). Use vim syntax for control, option, and function keys (e.g., `<C-x>` or `<Up>`.
de: Geben Sie Kopiermodus-Befehle ein, um den Cursor zu bewegen, die Auswahl umzuschalten und so weiter. Diese Tastenzuordnung aktiviert den Kopiermodus und verhält sich dann so, als hätten Sie die hier aufgeführten Tasten gedrückt. [Hier finden Sie eine Liste aller Befehle](https://iterm2.com/documentation-copymode.html). Verwenden Sie die vim-Syntax für Steuerungs-, Wahl- und Funktionstasten (z. B. `<C-x>` oder `<Up>`.
ja: カーソル移動や選択の切り替えなどを行うコピーモードのコマンドを入力してください。このキーバインドはコピーモードに入り、ここに列挙されたキーを押したかのように動作します。[コマンドの一覧を見る](https://iterm2.com/documentation-copymode.html)。control、option、functionキーにはvim構文を使用します（例: `<C-x>` や `<Up>`）。
pt_br: Insira comandos do modo de cópia para mover o cursor, alternar a seleção e assim por diante. Este atalho entra no modo de cópia e então age como se você tivesse pressionado as teclas listadas aqui. [Veja a lista de todos os comandos](https://iterm2.com/documentation-copymode.html). Use a sintaxe do vim para as teclas Control, Option e de função (por exemplo, `<C-x>` ou `<Up>`.
ru: Введите команды режима копирования для перемещения курсора, переключения выделения и так далее. Эта привязка клавиш активирует режим копирования, а затем действует так, как если бы вы нажали перечисленные здесь клавиши. [Список всех команд](https://iterm2.com/documentation-copymode.html). Используйте синтаксис vim для клавиш control, option и функциональных клавиш (например, `<C-x>` или `<Up>`.
zh_hans: 输入拷贝模式命令以移动光标、切换选择等。此按键绑定进入拷贝模式，然后就像你按下了此处列出的按键一样。[查看全部命令列表](https://iterm2.com/documentation-copymode.html)。使用 vim 语法表示 Control 键、Option 键和功能键（例如 `<C-x>` 或 `<Up>`）。

# EditKeyAction.HelpDoNotRemap
source: This action lets you exempt a keystroke from modifier remapping. For example, if you remap ⌘ to ⌥ but you want ⌘-Tab to work as though ⌘ were unmapped just for that keystroke, you would use this action and set the keyboard shortcut to ⌘-Tab
de: Mit dieser Aktion können Sie einen Tastenanschlag von der Modifikator-Zuordnung ausnehmen. Wenn Sie beispielsweise ⌘ auf ⌥ umlegen, aber möchten, dass ⌘-Tab so funktioniert, als wäre ⌘ nur für diesen Tastenanschlag nicht zugeordnet, verwenden Sie diese Aktion und legen die Tastenkombination auf ⌘-Tab fest
ja: このアクションを使うと、特定のキーストロークを修飾キーの再割り当てから除外できます。たとえば、⌘を⌥に再割り当てしていても、そのキーストロークに限り⌘が再割り当てされていないかのように⌘-Tabを機能させたい場合は、このアクションを使用し、キーボードショートカットを⌘-Tabに設定します。
pt_br: Esta ação permite isentar uma tecla do remapeamento de modificadores. Por exemplo, se você remapear ⌘ para ⌥ mas quiser que ⌘-Tab funcione como se ⌘ não estivesse remapeado apenas para essa tecla, você usaria esta ação e definiria o atalho de teclado como ⌘-Tab
ru: Это действие позволяет исключить нажатие клавиши из переназначения модификаторов. Например, если вы переназначили ⌘ на ⌥, но хотите, чтобы ⌘-Tab работал так, как будто ⌘ не переназначен, только для этого сочетания клавиш, используйте это действие и назначьте сочетание клавиш ⌘-Tab
zh_hans: 此操作可让某个按键免除修饰键重映射。例如，如果你将 ⌘ 重映射为 ⌥，但希望 ⌘-Tab 在该按键上像未重映射 ⌘ 那样工作，可以使用此操作并将键盘快捷键设为 ⌘-Tab。

# EditKeyAction.HelpIgnore
source: Prevents the keystroke from having any effect within iTerm2. Modifier remapping remains unaffected.
de: Verhindert, dass der Tastenanschlag innerhalb von iTerm2 eine Wirkung hat. Die Modifikator-Zuordnung bleibt davon unberührt.
ja: このキーストロークがiTerm2内で何の効果も持たないようにします。修飾キーの再割り当てには影響しません。
pt_br: Impede que a tecla tenha qualquer efeito dentro do iTerm2. O remapeamento de modificadores permanece inalterado.
ru: Предотвращает какое-либо действие нажатия клавиши в iTerm2. Переназначение модификаторов при этом не затрагивается.
zh_hans: 阻止该按键在 iTerm2 内产生任何效果。修饰键重映射不受影响。

# EditKeyAction.HelpNextMRUTab
source: Switches tabs in most-recently-used order, like ⌘-Tab in macOS. Hold a modifier and tap repeatedly to walk back through tab history; release the modifier to commit your selection. A single tap with no modifier held jumps to the previously-selected tab, so binding this to a plain key acts as a toggle between the two most recent tabs.
de: Wechselt die Tabs in der Reihenfolge der zuletzt verwendeten, ähnlich wie ⌘-Tab in macOS. Halten Sie einen Modifikator gedrückt und tippen Sie wiederholt, um durch den Tab-Verlauf zurückzugehen; lassen Sie den Modifikator los, um Ihre Auswahl zu bestätigen. Ein einzelnes Tippen ohne gehaltenen Modifikator springt zum zuvor ausgewählten Tab, sodass die Zuordnung dieser Aktion zu einer einfachen Taste wie ein Umschalter zwischen den beiden zuletzt verwendeten Tabs wirkt.
ja: macOSの⌘-Tabのように、最近使用した順にタブを切り替えます。修飾キーを押したまま繰り返しタップすると、タブの履歴をさかのぼって移動できます。修飾キーを離すと選択が確定します。修飾キーを押さずに1回タップすると、直前に選択していたタブにジャンプするため、これを修飾キーなしのキーに割り当てると、最近使った2つのタブを切り替えるトグルとして動作します。
pt_br: Alterna entre abas na ordem de uso mais recente, como ⌘-Tab no macOS. Mantenha um modificador pressionado e toque repetidamente para retroceder no histórico de abas; solte o modificador para confirmar sua seleção. Um único toque sem nenhum modificador pressionado salta para a aba selecionada anteriormente, portanto vincular isto a uma tecla simples funciona como uma alternância entre as duas abas mais recentes.
ru: Переключает вкладки в порядке недавнего использования, как ⌘-Tab в macOS. Удерживайте модификатор и нажимайте клавишу повторно, чтобы перемещаться назад по истории вкладок; отпустите модификатор, чтобы подтвердить выбор. Одно нажатие без удержания модификатора переходит к ранее выбранной вкладке, поэтому привязка этого действия к обычной клавише работает как переключатель между двумя последними вкладками.
zh_hans: 按最近使用顺序切换标签页，类似 macOS 中的 ⌘-Tab。按住修饰键并反复点按可回溯标签页历史；松开修饰键确认选择。不按住修饰键单点按可跳转到上一个选中的标签页，因此将此操作绑定到普通按键可在最近的两个标签页之间切换。

# EditKeyAction.HelpPreviousMRUTab
source: Switches tabs in reverse most-recently-used order. Hold a modifier and tap repeatedly to walk forward through tab history (oldest first); release the modifier to commit your selection. A single tap with no modifier held jumps to the least-recently-used tab.
de: Wechselt die Tabs in umgekehrter Reihenfolge der zuletzt verwendeten. Halten Sie einen Modifikator gedrückt und tippen Sie wiederholt, um vorwärts durch den Tab-Verlauf zu gehen (älteste zuerst); lassen Sie den Modifikator los, um Ihre Auswahl zu bestätigen. Ein einzelnes Tippen ohne gehaltenen Modifikator springt zum am längsten nicht verwendeten Tab.
ja: 最近使用した順とは逆の順序でタブを切り替えます。修飾キーを押したまま繰り返しタップすると、タブの履歴を古い順に前方へたどれます。修飾キーを離すと選択が確定します。修飾キーを押さずに1回タップすると、最も長く使用していないタブにジャンプします。
pt_br: Alterna entre abas na ordem inversa de uso mais recente. Mantenha um modificador pressionado e toque repetidamente para avançar no histórico de abas (do mais antigo primeiro); solte o modificador para confirmar sua seleção. Um único toque sem nenhum modificador pressionado salta para a aba usada menos recentemente.
ru: Переключает вкладки в обратном порядке недавнего использования. Удерживайте модификатор и нажимайте клавишу повторно, чтобы перемещаться вперёд по истории вкладок (начиная с самых старых); отпустите модификатор, чтобы подтвердить выбор. Одно нажатие без удержания модификатора переходит к наименее недавно использованной вкладке.
zh_hans: 按最近使用顺序的逆序切换标签页。按住修饰键并反复点按可向前遍历标签页历史（最旧的在前）；松开修饰键确认选择。不按住修饰键单点按可跳转到最久未使用的标签页。
